Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerSquareFoot Property
 kilograms carbon dioxide per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerSquareFoot { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerSquareFoot {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace